{
    "version": "https://jsonfeed.org/version/1",
    "title": "一只鸭子的窝",
    "description": "阿巴阿巴",
    "home_page_url": "http://example.com",
    "items": [
        {
            "id": "http://example.com/2023/06/03/%E5%8F%91%E5%91%86%E6%94%B9%E5%8F%98%E4%B8%96%E7%95%8C/",
            "url": "http://example.com/2023/06/03/%E5%8F%91%E5%91%86%E6%94%B9%E5%8F%98%E4%B8%96%E7%95%8C/",
            "title": "发呆改变世界",
            "date_published": "2023-06-03T10:18:02.314Z",
            "content_html": "<h1 id=\"\"></h1>\n<p>作者介绍</p>\n<p>沃玛<br>\n一位擅长自娱自乐的视频作<br>\n者，专注于创作令人开心的<br>\n内容，喜欢挑战各种有创意<br>\n的想法。</p>\n<p>哔哩哔哩：@Warma<br>\n新浪微博：@<em>warma</em><br>\n\f                  引言</p>\n<p>这是一个信息爆炸的时代，每天从睁开眼起，我们便<br>\n开始接收世界各地的纷杂信息。我们从来不缺乏娱乐方式，<br>\n相反地，过量的繁杂信息有时候已经开始让我们头疼了。</p>\n<p>然而，人人都想要了解更多，抱着多多益善的想法，<br>\n我们每天被海量的资讯冲刷得疲惫不堪，我们如同站在塞满<br>\n衣服的衣柜前说着“又没衣服穿了”，面对着装满游戏图标<br>\n的屏幕喊着“又没游戏玩了”。其实我们并不缺乏娱乐，我<br>\n们只不过是想要真正的快乐，却又畏惧着空虚，最终被这股<br>\n焦虑驱动着不得不去寻找一个更适合自己的娱乐方式。</p>\n<p>因此，这也是一个娱乐方式满天飞的时代。快乐就像<br>\n一个个包装好的商品被批量生产出来，放在货架与屏幕上供<br>\n人挑选。每个人看似自愿地选择了想要的商品，拆开包装后<br>\n却又不得不吞咽下由他人定制好的相似且重复的内容。</p>\n<p>快乐真的应该是这样的吗？</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                        1\n</span></code></pre></div>\n<p>作为一名视频创作者，一直以来我都在思考“快乐到<br>\n底应该是怎样的”，我应该怎样为观众带去快乐。我问自<br>\n己，只要把屏幕前的人逗笑、让他们露出笑容就是传递快乐<br>\n了吗？可这样的事情早就有无数的人做到了，那么这个世界<br>\n也应该是个洋溢着欢乐、像歌剧电影那样每个人走在街上都<br>\n一边跳舞一边歌唱的世界吧。然而我们的生活中仍然会有难<br>\n过悲伤的时候，喜剧电影般的欢乐画面并不是每时每刻都会<br>\n出现的。那些被包装好的如同速食品的快乐，只不过是像一<br>\n阵小雨那样短暂地淋在了行人的身上，烈日晒那么几下马上<br>\n就蒸发了。</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>  那么，我们可以自己创造快乐吗？如果快乐可以从我\n们的心底产生，不就可以不用惧怕其消散了吗？只要将创造\n快乐的方式和工具紧握在自己的手里，我们每个人都能成为\n积极情绪的创造者。到那时整个世界都会成为我们的原材料，\n我们只需要寻找、发现、加工与打磨，最终我们将创造出独\n属于自己且不会消散的真正的快乐。\n\n\n  因为这份快乐的名字就叫做“创造”。\n\n\n  这本书中提供了多种可以在发呆时尝试的有趣玩法，它\n</code></pre></div>\n<p>2<br>\n\f们可以在你的闲暇时光里为你带来一些好玩的想法和灵感，<br>\n帮助你创造出更多的乐趣与快乐。</p>\n<p>虽然目前网络上已有多种“打发无聊时间的指南”，<br>\n里面也记录了看似相当多的打发时间的方法，例如“进行一<br>\n次长达三个月的旅行”“去把购物车里的东西都买下来”“在<br>\n大街上大喊进行解压”“将身上的体毛都拔光”，诸如此类<br>\n的方式多得数不完。</p>\n<p>然而我们会发现这些现有的打发时间的方式中，有些<br>\n方式并不适合在一次短暂的闲暇时间里进行尝试，且有着过<br>\n高的物质门槛与陷入消费主义的风险，还有可能给他人增添<br>\n困扰，甚至伤害自己的健康。</p>\n<p>以下表格（见后页）总结了网络上现有的自娱自乐方式，<br>\n将它们可能存在的缺点和风险整理了出来，对照着这些网络<br>\n上的方法的缺点，将其反转过来，作为本书在编写有趣的玩<br>\n法时的原则。<br>\n本书会尽可能回避这些不利因素，为读者提供更多方<br>\n便、有趣、健康且易于上手的玩法。</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                          3\n</span></code></pre></div>\n<p>网络上的缺点     本书的特点</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   要跑去大老远     在家也可完成\n\n   要花钱购买快乐    不需要额外花钱\n\n   消耗大量体能     不会消耗太多体能\n\n   需要多人配合     不需要他人配合\n\n   操作起来麻烦     流程简单易于上手\n\n   对他人有不利影响   不会引起他人不适\n\n   需要很大的勇气    轻松迈出第一步\n\n   有健康风险      不会伤害身体\n\n   可能让人感到难过   令人感到愉快\n\n\n\n\n正如上述表格中所写的那样，本书是一本想要全力陪伴着你，\n与你一起发现与创造更多快乐的书。这儿的所有文字都想向\n你倾诉快乐，而你可以随心所欲地阅读它们。\n\n\n祝你快乐！\n<span class=\"hljs-code\">                         沃玛\n</span></code></pre></div>\n<p>4<br>\n\f                目录</p>\n<p>前言               6</p>\n<p>开始发呆吧！</p>\n<p>01 起一个全新的网名       8<br>\n02 给身边的物品起个名字    15<br>\n03 猜花语           17<br>\n04 将任意事物画成圆形     21<br>\n05 创造一个新的词语      26<br>\n06 探索有趣的地名       30<br>\n07 列一个梦想清单       33<br>\n……</p>\n<p>后记               38<br>\n后后记              40</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                  5\n</span></code></pre></div>\n<p>前言</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>  发呆的时候做些什么好呢？\n\n\n  刷手机、追剧、打打游戏，能用来打发时间的方式有\n很多，我们从来没有为发呆时应该做些什么而发愁过，因为\n这个急剧膨胀的信息世界早已将无数种娱乐方式推到了我们\n的面前，我们无需思考，只需全盘接受并享受娱乐即可。\n\n\n  但是这样真的会令我们感到满足吗？当我们放下手机\n时心里闪过的一丝空虚感是什么呢？在看完一整部电视剧后\n的那股失落感是为什么呢？电影散场时的落寞感到底又为何\n会产生呢？\n\n\n  我们在享用外界带给我们的娱乐的过程就像是一次进\n食，我们将盘中满满的食物吃光，最后面前只剩下一个沾着\n残羹剩菜的丑陋空盘。进食的过程确实会令人感到开心，但\n也容易一不留神就吃撑，或者因为吃下质量欠佳的食物而闹\n</code></pre></div>\n<p>6<br>\n\f肚子。用餐完毕的人昏昏欲睡，顾不上思考之后的事情便倒<br>\n头睡去了。在这样不断消费外界带来的娱乐的过程中，在品<br>\n尝了短暂的快乐之后，我们就这样暂时感到了满足，最后再<br>\n次落回空虚。<br>\n我们将短暂的娱乐吞食干净，最后什么也没有剩下。</p>\n<p>对了，要不要试试让我们来创造一点好玩的东西呢？<br>\n能够得到快乐的方式有很多种，而“创造”是其中一<br>\n种极其简单的游玩方式，任何人都可以轻松上手。从此我们<br>\n不必吃完一盘菜后盯着空盘感到空虚，更不必担心是否还会<br>\n有下一盘更好吃的菜，因为我们就是那个源源不断地创造出<br>\n各式各样有趣菜品的人，我们的世界会因为创造而变得越来<br>\n越充盈，我们会因为创造了快乐而收获更多的快乐。<br>\n让我们一起踏上创造之旅吧！无需准备任何东西，让<br>\n我们先抛开繁重的行李和包袱，因为这是一趟轻装上阵的旅<br>\n行，只需要一丁点儿平时用来发呆的时间便可以出发。<br>\n这场旅途没有终点，只需要随心所欲地闲逛，我们便<br>\n会自然而然地在途中发现有趣的东西。有趣的东西一旦多起<br>\n来的话，它们的影响力说不定足以改变整个世界……</p>\n<p>而这一切，都始于一次有趣的发呆。</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                        7\n</span></code></pre></div>\n<p>01 起一个全新的网名</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>  来让我们来看看第一个发呆的好方式吧！\n\n\n  发呆的时候有时我们会刷刷手机，那当我们打开社交软\n件，看着自己那一成不变的头像和昵称时，你的心中是否产\n生过想要换个新网名的想法呢？你对现在的网名还满意吗？\n\n\n  要不干脆让我们一起来想个全新的网名怎样？就算现\n在暂时用不上新名字也没关系，因为起名字的过程本身也可\n以很有趣。这里有一些我珍藏许久的起名方法，让我们来看\n看吧！\n</code></pre></div>\n<p>8<br>\n\f  方法 1：将两种毫不相关的词组合起来</p>\n<p>请想象自己正走在一条商业街上，路边有各式各样的<br>\n餐馆，那么你会对什么样的店名感兴趣呢？是“老张饭馆”<br>\n这个店名更显眼，还是“宇宙大粮仓”这个店名更吸引你呢？<br>\n如果这时有一个面积特别小的迷你店铺，它的名字却叫“世<br>\n界中心大饭店”，那么你会想要走进去看一看吗？</p>\n<p>也许我们的本能就是会对超出我们常识的东西感兴趣，<br>\n不论你喜欢与否，它始终都会在那儿吸引着你的注意力。那<br>\n么在起名字这件事上，我们是否也可以用同样的思路来试试<br>\n看呢？<br>\n突破常识的限制，让我们大胆地组合全新的东西吧！</p>\n<p>这里有两组词语，它们分别是生活中的一些常见与不<br>\n常见的事物：</p>\n<p>不常见<br>\n哥特式   深海水怪   带刺    阎王爷   硫酸    宇宙<br>\n的东西</p>\n<p>很常见<br>\n饮水机   甜筒     窜天猴   炮仗    挖掘机   旱冰鞋<br>\n的东西</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                                        9\n</span></code></pre></div>\n<p>表格中的这些词组，我们会发现它们乍一眼看上去其<br>\n实也没什么特别的。不过没关系，现在让我们拿出笔，顺着<br>\n感觉和心情随意地将左右两侧的词语连起来吧！不论怎样连<br>\n都没关系，这里没有对与错，只要按照你喜欢的方式来那就<br>\n是最棒的。</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   比如，如果像这样连接的话……\n\n  不常见\n<span class=\"hljs-code\">         哥特式      深海水怪    带刺        阎王爷     硫酸        宇宙\n  的东西\n</span>\n\n\n\n  很常见\n<span class=\"hljs-code\">         饮水机      甜筒      窜天猴       炮仗      挖掘机       旱冰鞋\n  的东西\n                                                       深海水怪旱冰鞋\n                           阎王爷窜天猴\n</span>\n\n\n\n<span class=\"hljs-code\">                                             哥特式挖掘机\n          硫酸饮水机\n</span>\n\n\n<span class=\"hljs-code\">                   带刺甜筒\n</span>\n\n\n\n<span class=\"hljs-code\">                                     宇宙炮仗\n</span></code></pre></div>\n<p>10<br>\n\f  这样一来，我们便创造了一些全新的名字，这些名字<br>\n光是字面上看起来可就足够奇特的，比如这个“带刺甜筒”，<br>\n如果放在现实中可能也不会有多少人敢去试吃吧。不过如果<br>\n这些新名字并不符合你的口味的话，那也没关系，我们可以<br>\n换个方式重新连连看，或者更换一下基础的词组。</p>\n<p>只要不断尝试和连接下去，在这之中就能够诞生出令<br>\n你惊喜的名字哦！</p>\n<p>以上就是我们用“常见的 / 不常见的”词组来拼接出新<br>\n名字的方式，除此之外，其实可供我们拼接组合的词语类型<br>\n还有很多：</p>\n<p>・快乐的 / 悲伤的<br>\n・巨大的 / 微小的<br>\n・正义的 / 邪恶的<br>\n・科学的 / 魔法的<br>\n・滚烫的 / 寒冷的<br>\n・……</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                        11\n</span></code></pre></div>\n<p>方法 2：故意“打错字”</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   你是否有过在打字时将某个字打错了，结果发现整个\n 词语都变得好玩有趣起来了的“惊”历呢？不好意思打错字\n 了，是“经历”。那如果我们在起名的时候也故意“打错字”\n 的话……\n   不妨让我们先以身边常见的东西为例吧！比如“鼠标”\n 这个词，如果一不小心打错了字的话，就会变成……\n\n\n   鼠飙！\n\n\n   原本安静的鼠标现在竟然在狂奔！甚至再狂野一点，\n 也有可能是一只大坏蛋老鼠在屋子里高速狂飙！这会是多么\n 令人震惊的场面啊。原来只要稍微打错一点点字，普通的词\n 语就能迸发出意想不到的乐趣，不妨让我们再多打错几次试\n 试吧：\n\n\n   ・鼠标→蜀标：变成四川的标志了，非常帅气\n   ・鼠标→树表：挂在树上的钟表，亲近自然的感觉\n   ・鼠标→氀驫：……能打错到这种程度也是高手吧\n</code></pre></div>\n<p>12<br>\n\f  方法 3：无需多虑，写出现在的心声</p>\n<p>朴实无华的心声往往有着极具感染力的效果，所以让<br>\n我们听听自己的心声吧！不论多么简单直白的想法都可以，<br>\n让我们试着将它们记录下来：</p>\n<p>・我好喜欢吃辣椒<br>\n・我好困啊<br>\n・我想去外面散散步<br>\n・我好想吃米线啊<br>\n・……</p>\n<p>让我们以“我好想吃米线啊”为例，如果将它直接作为<br>\n网名使用，那这也许会是个可以引起他人共鸣的好名字……<br>\n尽管这个名字很有可能早已被其他人占用了。</p>\n<p>那么我们或许可以再进一步加工这个名字，让它变得<br>\n更加独特一些。提到米线这种食物，我们一般会想到什么呢？</p>\n<p>米线 → 过桥米线</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                          13\n</span></code></pre></div>\n<p>可是过桥米线也很有名，万一有人和我们想到一块儿<br>\n去了，起了个一模一样的网名怎么办呀？那就让我们再进一<br>\n步联想一下：</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   过桥米线 → 过马路米线、过河米线、过海米线\n\n\n   咦？“过海”这两字听起来好熟悉，让人想起成语“瞒\n 天过海”，那么这份米线是否可以叫做“瞒天过海米线”？\n 如果在米线餐馆的菜单上真有这么一道菜的话，那该多独特\n 多吸引人呀！以及“过马路米线”这个名字好像也很有趣，\n 如果真的有这样的米线，那说不定是人们拆除了曾经的破木\n 桥后又建起了宽敞的道路，所以才诞生了全新的“过马路米\n 线”吧！如果你看到一位有趣的网友名字叫“我好想吃过马\n 路米线啊”，那么你会愿意为这个名字多停留一秒钟吗？\n\n\n   综上而言，世上有千万种可以诞生有趣名字的方法，\n 以上三个方法仅仅是那沧海一粟。虽然我们的篇幅有限，无\n 法装下一整片大海，但是幸好那片沧海就在你的心里，它们\n 与你的想象力同在。去看看心里的这片想象力的大海吧，我\n 们还可以创造更多！\n</code></pre></div>\n<p>14<br>\n\f02 给身边的物品起个名字</p>\n<div class=\"highlight\"><pre class=\"code\" ><code> 假如我们身边的物品都长出了眼睛，甚至拥有了思考的\n</code></pre></div>\n<p>能力，那么尽管它们不能说话，我们也一定会用不同的眼光<br>\n重新看待它们吧。到那时世界一定会大变样，人们也需要习<br>\n惯与有思想的物品们一同相处。那会是一种怎样的生活呢？<br>\n也许我们可以用一个简单的方式来体验一下：</p>\n<div class=\"highlight\"><pre class=\"code\" ><code> 让我们为身边的物品起个名字，把它当作我们的朋友\n</code></pre></div>\n<p>吧！<br>\n我们可以选择手边任意一个物品，就像对待家人、朋<br>\n友那样，我们需要为它起个合适的名字，这样一来我们便与<br>\n它建立了情感联系。</p>\n<div class=\"highlight\"><pre class=\"code\" ><code> 恭喜你！从今天起它就是你的新朋友啦。\n\n\n 可是你真的足够了解这位朋友吗？如果你足够了解它，\n</code></pre></div>\n<p>那么以下三条简单的问题想必你也可以轻松地回答出来吧。</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                           15\n</span></code></pre></div>\n<p>请看着你的新朋友，回答以下三个问题：</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   ①你觉得它对你的印象如何？\n   ②你觉得自己对待这个朋友的态度如何？\n   ③你还会用和原来一样的方式对待它吗？\n\n\n   什么？你连以上问题也能坚持下来吗？我真的好羡慕\n 你！这三条问题可不是一般人能轻松回答出来的，你是怎么\n 做到这么厉害的事情的呢？一旦为物品代入了人类的情感，\n 那么一切事情好像都会变得复杂起来，原本能轻松对待的事\n 情好像也突然变得颠倒了。在拥有了名字的物品面前，人会\n 变得不知所措……\n\n\n   唉，我真是个笨蛋。\n   真后悔给马桶起了个名字。\n</code></pre></div>\n<p>16<br>\n\f03 猜花语</p>\n<p>每到春天的时候，树上就会开出一些新的花。通常而言，<br>\n人类认为花朵是不会讲话的，毕竟我们从来没听到过它们的<br>\n声音。那么“花语”这种东西到底是为了什么而存在的呢？<br>\n这个原因也许只有创造了“花语”这个概念的人类才明白。</p>\n<p>“花语”是由人们创造出来用来表达感情与愿望的东<br>\n西，那么只要是心中有声音想要传达出来的人，就一定能为<br>\n“花语”创造出全新的内涵。我们每个人其实都有创造花语<br>\n的能力，即便是不认识的花，我们也可以从它那儿感受到一<br>\n些独特的东西。</p>\n<p>那不妨让我们来试试猜花语吧！</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                         17\n</span></code></pre></div>\n<p>步骤 1：找一朵你不认识的花</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   我们可以在网络上找一朵不认识的花的图片。请放心，\n 即便不认识花的名字，花也不会生气，因为花朵对人类非常\n 友好―—如果你没有花粉过敏的话。\n\n\n   步骤 2：看着这朵花，猜测它的花语\n\n\n   我们无需去查询花朵的详细资料，仅仅用眼睛盯着花\n 朵看就足够了。还好这里并不是上一篇文章所描述的万物皆\n 有思想的世界，因此你不必担心花朵会不会害羞，你可以放\n 心盯着它看。\n   现在请专注于自身的感受。如果在路边遇到这样的一\n 朵花，你会有什么样的反应呢？你喜欢它的样子吗？如果有\n 人送你一束这样的花，你会有什么样的感想呢？我们可以在\n 观察花的过程中将自己产生的感觉记录下来，不论是多么直\n 白简单的感受都没问题，积极的负面的都很好，让我们尽可\n 能地记录下来，因为这些感觉正是花朵传达给我们的声音。\n\n\n   如果觉得光是靠感觉还不够的话，我们也可以观察这\n 朵花本身的形态和质感，毕竟这个世界上还有很多奇形怪状\n</code></pre></div>\n<p>18<br>\n\f的花，而“以貌取花”也是创造花语的一种好方法。虽然“以<br>\n貌取花”听起来对花朵稍微有点不厚道，然而最初人类给花<br>\n朵起名这件事儿也压根没征求过花朵的同意，因为我们只是<br>\n单方面地喜欢花朵而已啦。至于花朵会怎样看待人类―—呃，<br>\n那是上一篇文章需要担心的问题，幸好花朵不会说话。</p>\n<p>那么进行到这个地方，你的心中也渐渐产生属于你自<br>\n己的花语的雏形了。</p>\n<p>步骤 3：寻找花名，查询它真正的花语</p>\n<p>虽然你心中已经有了自己的想法和理解，可你仍然不<br>\n知道这朵花儿叫什么，这时我们可以查询它的名字，进而得<br>\n知它在世俗眼中的花语是什么样的。</p>\n<p>步骤 4：对照其花语，你的猜测与之相符吗？</p>\n<p>花语其实没有对与错之分，毕竟它只是人类对花的理<br>\n解和寄托，任何人都有重新诠释花语的自由。不论这朵花实<br>\n际的花语如何，你猜出来的花语仍然是独属于你的那个最棒<br>\n的答案。那么你的答案与实际大众认为的花语是否相符呢？</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                          19\n</span></code></pre></div>\n<p>如果与实际花语不符：你查询出来的花语使你大跌眼<br>\n镜，你简直不敢相信自己的眼睛！为什么大家对于那朵花的<br>\n理解竟是那样的？如果你属于这一种情况的话―—恭喜你！<br>\n你发现了全新的创造方向。如果这个世界只有唯一的标准答<br>\n案那得多无趣啊，我们需要能够创造更多答案的你！请千万<br>\n不用沮丧，你正在做一件非常棒的事情，你不必将自己的答<br>\n案调整成迎合大众的样子，请守护好那份独属于你的珍贵花<br>\n语吧。</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   如果与实际花语相符：你发现网络上找到的答案与你所\n 想的一模一样，而这一切似乎都在你的预料之内―—等会儿，\n 什么？你是怎么猜得这么准的！这件事可难了，你一定是位\n 潜在的花朵大师吧！毕竟这可是用来表达情感的花语呀，莫\n 非你能准确体察到全人类的细腻情感？这是一个非常了不起\n 的能力，请好好珍惜这份天赋吧。\n</code></pre></div>\n<p>20<br>\n\f04 将任意事物画成圆形</p>\n<p>在我们的世界中有太多司空见惯的事物是圆形的，比<br>\n如地球、月球、气球……咦？地球、月球的圆形是大自然的<br>\n鬼斧神工，但人类居然自己也创造出了圆形的气球，莫非圆<br>\n形其实是一种很受人类欢迎的图案？那如果万物都变成了圆<br>\n形的话，这样的世界会变得更有趣吗？不妨让我们来试着将<br>\n任意事物画成圆形吧！这个绘画过程并不复杂，你可以在纸<br>\n上、电脑上、触屏手机上或者任意能画画的东西上实现这个<br>\n过程。</p>\n<p>步骤 1：让我们先选一个想要画成圆形的事物</p>\n<p>我们可以大胆任意地选择，因为这个世界上任何事物<br>\n都可以被我们改造，不论是雨后的彩虹、恐怖大蜘蛛、死机<br>\n的电脑、路边的行人，只要我们愿意，我们的笔下就可以诞<br>\n生出全新的圆形生命。这里让我们以一只大白鹅为原型来进</p>\n<p>行改造吧！</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                        21\n</span></code></pre></div>\n<p>步骤 2：照着参考原型将其画下来</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   我们不必一步到位，先从这个最简单的一步开始，噢不，\n 其实之后的每一步只会变得越来越简单，我们只要大胆放心\n 去画就好了。\n\n\n   我们可以先将一整只鹅原封不动地照着画下来，鹅有\n 几只脚就画几只脚，尽量照着原型画下来―—不过倒也没必\n 要过于严谨，如果你只想给鹅画一只脚也没问题，毕竟你正\n 在创造属于自己的鹅。\n\n\n   画完后，我们完全不需要为自己画出来的成果进行打\n 分，无论画得像不像原本的鹅都没关系，就算是把鹅画成了\n 大恐龙也很棒（那可是它威武的祖先，鹅会感谢你的）。\n</code></pre></div>\n<p>22<br>\n\f  步骤 3：初步进行简化</p>\n<p>让我们来到下一步，这一步是非常关键的，从这一刻<br>\n起我们的大白鹅即将发生令人惊讶的大进化。</p>\n<p>从现在起，请想象自己是一个超级懒人，或者假设你<br>\n的墨水格外昂贵，在这种情况下我们只能尽可能地减少笔画，<br>\n画得越简单越好。我们也许会觉得大白鹅的长脖子画起来实<br>\n在是太麻烦了，即便把脖子去掉，让它的五官来到身体上，<br>\n它看起来也仍然很健康。</p>\n<p>无论我们采用怎样的简化方式，让我们在这里“偷工<br>\n减料”一下，用我们能够做到的最偷懒的方式，将这只鹅再<br>\n画一次吧！</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                        23\n</span></code></pre></div>\n<p>步骤 4：再次进行简化</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   到了这一步，我们已经得到了一只线条比较简单的大\n 白鹅了，它已经被我们简化到了一种“即便把它放回原本的\n 鹅群里都会把同类吓跑”的程度，毕竟它正处于一种“像鹅\n 但又不太像”的状态，换作是我们人类，看到“像人又不太\n 像”的不明生物时也会害怕得想逃跑的，这里就让我们谅解\n 一下那些可怜的鹅群吧。\n\n\n   接下来我们要做的事情就更加简单了，我们只要当一\n 个更懒的人，将偷懒发挥到极致，进一步将这只似鹅非鹅的\n 生物简化，用更少的笔画将它画下来，直到接近一个圆润的\n 圆形。\n</code></pre></div>\n<p>24<br>\n\f  恭喜你，现在你已经得到了一只独属于你的圆形大白<br>\n鹅啦！你创造出了世界上仅此一只的鹅，这说明你有着将世<br>\n间万物的一切都转化为独一无二的朋友的能力，这才使得它<br>\n在茫茫鹅海中被你选中，来到你的身边。在此请允许我为你<br>\n放个礼炮，耶―—！</p>\n<p>我们还可以将设计出来的圆形图案进一步加工，让它<br>\n成为我们的头像、圆形徽章、井盖、贴纸、包装袋上的图案，<br>\n从此它可以变成任意形式陪伴我们的生活。</p>\n<p>甚至你还可以给图案加上一些细节，让它成为品牌标<br>\n志，比如像下面这张图，我们可以请它在旁边当个模特，去<br>\n给一家目前并不存在的餐馆当招牌：</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>（请放心，这个过程中没有任何一只鹅受到伤害）\n\n\n\n\n<span class=\"hljs-code\">                         25\n</span></code></pre></div>\n<p>05 创造一个新的词语</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   这个世界上有很多不喜欢吃香菜的人，这是很正常的\n 事情，因为每个人的味蕾喜好都不一样，我们可以包容不同\n 的存在。那么，想必这个世界上应该也有一些人，他们既不\n 喜欢香菜又不喜欢吃芫荽，不过这也很正常，毕竟口味不同\n 嘛。可是，竟然有人会同时讨厌吃香菜、芫荽和胡荽！我甚\n 至还见到过有人同时讨厌吃芫荽、胡荽、香菜、香荽和延荽，\n 这真是太不可思议太神奇了！这神奇就神奇在―—\n\n\n   芫荽、胡荽、香荽和延荽，它们全都是同一种东西，\n 是香菜的别名。\n\n\n   一种东西居然可以拥有很多种不同的名字，这真是个\n 有趣的世界！那我们为什么不试试为这个有趣的世界添砖加\n 瓦呢？\n\n\n   我们也可以创造更多全新的词语！\n</code></pre></div>\n<p>26<br>\n\f  “刚刚下了雨，现在草地上到处都是蜗牛。”</p>\n<p>这是一句读起来非常普通的句子，我们有什么办法可<br>\n以让它变得更加好玩呢？不妨让我们创造一些全新的词语来<br>\n代替这句话中的名词，让我们先从“蜗牛”这个词开始改造吧。</p>\n<p>假如说你是世界上第一个发现蜗牛的人，那么你会叫<br>\n它什么呢？因为蜗牛体型很小，像小虫子一样，再加上它背<br>\n后有壳，遇到危险时它会缩入这个圆形的家。结合这些特点，<br>\n我们可否给它起个全新的名字叫“圆家虫”呢？</p>\n<p>虽说蜗牛在分类上并不属于昆虫，我们把它叫做“圆<br>\n家虫”似乎并不符合生物学常识，然而这个世界正是因为有<br>\n着与标准答案截然不同的偏差才显得有趣，如果这个世界只</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                        27\n</span></code></pre></div>\n<p>有一种固定的标准套路，那得多没意思呀。更何况，蜗牛的<br>\n“蜗”字本身也是虫字旁的呢！</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   “刚刚下了雨，现在草地上到处都是圆家虫。”\n\n\n   现在的这句话看起来是否让你感到有些陌生呢？当然，\n 也有可能“圆家虫”听起来只是个不认识的虫子罢了，这句\n 话本身并不会让人感到有多么新奇，那么不妨让我们再进一\n 步调整一下吧。\n\n\n   “草地”的“草”字，我们是否也可以给它起个全新\n 的名字呢？小草覆盖在地表上，数量多而微细，简直就像大\n 地的头发一样。对了！干脆把“草”喊成“地发”吧，那么\n “草地”也就变成了“地发地”。\n\n\n   “雨”是来自天空的水，那我们可否喊它“天水”呢？\n 可是光是这样好像还不够，我们再看看其中这个“天”字，\n 因为天空是云的诞生地，就像是云的源头一样，那么我们把\n “天”喊做是“云源”好像也没问题。这样一来，“雨”先\n 是变成了“天水”，最后变成了“云源水”。\n</code></pre></div>\n<p>28<br>\n\f  现在让我们再回头看看这句话吧：</p>\n<p>“刚刚下了云源水，现在地发地上到处都是圆家虫。”</p>\n<p>这句话已经完全变得陌生了。咦？明明每一个字我们<br>\n都认识，可放在一起却拼凑出了一句让人摸不着头脑的话，<br>\n莫非这是某种独特的方言？还是说我们不小心误入了另一个<br>\n陌生的语言世界？不过仔细一看，“云源水”这个词真漂亮<br>\n呀，听起来就像是在那云雾缭绕的远方来自天空的泉水，原<br>\n来“雨”是这么一件美妙的事物。</p>\n<p>也许有些时候我们只是太过于熟悉了，以至于让我们<br>\n暂时忘记了文字本身的美感。就像一杯清水，长时间放置不<br>\n动时，它看起来就像个静止的模型，然而我们只需要将水杯<br>\n轻轻拿起晃动一下，在互相碰撞的清透水珠间，我们终于回<br>\n想起了它的美丽。</p>\n<p>我们可以让文字迸发出全新的美感和乐趣！让我们再<br>\n多尝试尝试创造全新的词语吧。</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                         29\n</span></code></pre></div>\n<p>06 探索有趣的地名</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   如果有一座山的名字叫“我是山”，你会不会好奇这\n 是一座什么样的山呢？住在这座山脚下的人，聊起“我是山”\n 时会露出什么样的表情？又是谁给这座山起了这么个奇奇怪\n 怪的名字？真想去“我是山”那儿看看呀，虽然目前还不存\n 在这么一个地方。不过没关系，这个世界上一定还有很多有\n 趣的地名，好在这是一个信息发达的时代，我们可以轻松地\n 查到它们，那么这就让我们上网搜索“有趣的地名”―—\n\n\n   等等！在接收来自他人整理好的信息之前，不妨让我\n 们先探索一下如何？我敢打赌这个世界上有趣的地名一定有\n 好几万个，网络上的文章还不足以将它们全部收集齐呢。你\n 想知道自己所在的地方附近有哪些有趣的地名吗？\n\n\n   让我们打开地图软件去找找看吧！\n</code></pre></div>\n<p>30<br>\n\f     方法 1：想个感兴趣的地名，上网搜索是否真的存在</p>\n<div class=\"highlight\"><pre class=\"code\" ><code> 令人感到可惜的是，“我是山”这个地名目前还并不\n</code></pre></div>\n<p>存在于真实世界中，但是没有关系，说不定未来的某一天会<br>\n有人以这个名字去命名一座山呢？也许是几十年后，或者几<br>\n万年后……现在没有也没关系，我们来找找其他的地名吧！</p>\n<div class=\"highlight\"><pre class=\"code\" ><code> 有没有地方叫做“猫猫山”呢？那说不定也有地方叫“鱼\n</code></pre></div>\n<p>山”吧？幸好这两座山隔得够远，否则两座山说不定会融合<br>\n到一起呢。如果有三个村子分别叫“蝉村”“螳螂村”“黄<br>\n雀村”，那这三个村的村民如果见面了，他们可以成为朋友<br>\n吗？<br>\n我们可以像这样在脑中先构思一个有趣的名字，如果<br>\n在地图上真的能找到这么一个地方的话，这一定会是一次有<br>\n趣的体验吧。</p>\n<div class=\"highlight\"><pre class=\"code\" ><code> 方法 2：在地图中随便逛逛\n\n\n 让我们在地图上不带任何目的地闲逛吧！\n 就像散步一样，我们可以从自己居住的地方出发，让\n</code></pre></div>\n<p>我们将视线移向那些我们平时从未去过的地方：</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                             31\n</span></code></pre></div>\n<p>如果你在地图上发现一个叫“山后面”的地方，可是<br>\n却没有与之对应的地名叫“山前面”；如果你在地图上发现<br>\n了个地名叫“大水坑”，可是旁边却一个水坑都找不到；如<br>\n果你发现有个地名叫“三角塘”，但是那儿的水塘在地图上<br>\n看起来其实更像六边形……</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   虽然这一切听起来很奇怪，然而地图上确实有这样神\n 奇的地方，我们只需要在地图上散步不到十分钟，就能找到\n 好几个足以吸引我们注意的有趣地名。\n\n\n   探索着探索着，你也不禁感到好奇了起来，到底是什\n 么样的人会给自己居住的地方起上这么有趣的名字呢？他们\n 在起名时是抱着怎样的心态和想法呢？既然在这片辽阔的土\n 地上生活着这么多有趣的人，他们将生活热情通过地名传达\n 给了正在查看地图的我们，那么我们也可以接过热情的火把，\n 将这份温度继续传递下去吧。\n</code></pre></div>\n<p>32<br>\n\f07 列一个梦想清单</p>\n<p>夜深人静躺在被窝里的时候，人有时会开始天马行空<br>\n地幻想：如果我会魔法该多好呀、如果我一个人住在一个岛<br>\n上会怎样、要是一整个超市里的东西都可以让我免费吃、如<br>\n果我是个家喻户晓的大明星……虽然有些想法我们明知很难<br>\n实现，但这从来都阻挡不了我们继续幻想的热情。</p>\n<p>人类为什么会喜欢幻想呢？是因为在幻想之中隐藏着<br>\n可以改造现实的线索吗？在我们的各种渴望之中，是否藏着<br>\n一些真正想要实现的心愿呢？</p>\n<p>让我们来列一个梦想清单吧！</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                        33\n</span></code></pre></div>\n<p>不管能不能实现，总之让我们先大胆想想</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   正因为当前的自己还暂时没办法做到，所以它才会被\n 列入梦想清单吧。在这里没有人会嘲笑你的梦想，你可以大\n 胆地将它们写下来，无论听起来多么不切实际都没关系，即\n 便是“想要到太阳上定居”这样的梦想也很棒，毕竟几百年\n 前的人类还幻想过去月亮上玩呢。列梦想清单时我们无需多\n 虑，只要是想去做的事情，无论听起来多么天方夜谭，凡是\n 能够让你光是一想起来就感到热血沸腾的事情全都可以写下\n 来，写得越多越好。\n\n\n   不要否定自己的梦想\n\n\n   在将梦想一条条写下来的过程中，也许你的心里会有\n 一个声音在大声喊着“不可能！你肯定做不到”，如果你能\n 听见这个声音的话，恭喜你！这说明你的理智在正常运转中，\n 你拥有判断梦想与现实的能力，这是身体健康的证明。那么，\n 在确保理智还在好好地运转之后，我们便可以将其暂时抛到\n 一旁了―—\n   毕竟这可是梦想呀！\n   大胆一点也没关系，光是把梦想写下来就已经非常棒\n</code></pre></div>\n<p>34<br>\n\f了不是吗？毕竟这个世界上还有很多人会在梦想产生的那一<br>\n瞬间就丢掉它，那些梦想甚至都未曾被记录下来过。而你却<br>\n没有否定它们的存在，你把梦想写下来了，能够迈出这一步<br>\n就已经是非常棒的事情了。</p>\n<p>实现不了的梦想，那就换一个继续写下去</p>\n<p>看着自己写好的梦想清单，你突然感到有些纳闷，因<br>\n为你发现有些梦想实在是太脱离现实了，绝不可能实现，而<br>\n有一些梦想虽说有那么点可能，但是你实在是太缺乏时间了，<br>\n你不确定自己是否能做得到。<br>\n如果你正因此感到困惑的话，那么我仍然要恭喜你，<br>\n你正行走在了解自身的路上。</p>\n<p>如果你在路上发现一颗石头，也许你会将脚高高抬起<br>\n尝试跨过去，如果这颗石头实在是过巨大以至于挡住了路，<br>\n那么绕道走，换一条路也是可以的。<br>\n所以如果一个梦想实现不了，我们换一条路，换一个<br>\n梦想不就可以了吗？</p>\n<p>没有哪个梦想非得是人生必需品，毕竟现在还没有实</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                        35\n</span></code></pre></div>\n<p>现这个梦想的你，不也是很棒的吗？作为一本书，我一直欣<br>\n赏着这样认真又充满想法的你。况且在这个世界上，只有食<br>\n物、空气、水才是真正的必需品，除此之外的我们都可以根<br>\n据生活实际来调整。就算有梦想实现不了也没关系，让我们<br>\n换一个就好了。这并不是逃避或者退缩，因为没有人会嘲笑<br>\n一个会冷静且理性地调整生活方针的人，倒不如说，这不正<br>\n是一种在认真生活的证明吗？</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   重要的是通过书写梦想从而自我探索的过程\n\n\n   最重要的其实并不是梦想本身，而是藏在梦想背后的\n 心愿。\n\n\n   “我想要免费吃一整个超市的零食”，这个梦想的重\n 点并不在于吃多少免费的零食，而是它反映了自己对于美食\n 的渴望，也许你是个对零食感兴趣的人，说不定你其实有着\n 成为一名美食品鉴师的热情。“我想一个人住在岛上”，这\n 个梦想看似是一个人独占整片岛屿，然而实际上反映的却是\n 个人对居住空间与独处时间的渴望。\n\n\n   这么说来，其实我们的内心非常清楚自己想要什么，\n</code></pre></div>\n<p>36<br>\n\f清楚到它们甚至都变成了幻想与梦想的形式被呈现到了我们<br>\n面前。</p>\n<p>原来我们是通过这样的方式了解自己的啊。</p>\n<p>提起某个梦想，我们的眼中便开始发光，浑身热血沸腾，<br>\n于是我们知道了自己想要什么；在幻想的时候，我们望着脑<br>\n内构想的画面，不经意间笑出声来，于是我们有了前进的热<br>\n情。所以我们不必担心迷路，因为在我们心里其实早就有了<br>\n那盏指明灯。</p>\n<p>让我们把梦想列出来吧！不论它看起来多么不切实际，<br>\n我们不要否定它。如果它恰好是个可以实现的梦想，那就让<br>\n我们卷起袖子试试看，即便最终无法实现那也没关系，换一<br>\n个继续尝试吧。</p>\n<p>因为我们正是以这样的方式了解自己，我们是由无数<br>\n个梦想构成的人。</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                        37\n</span></code></pre></div>\n<p>后记</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   本书到这里便暂时告一段落了，感谢你的阅读！不论\n 你是按照常规顺序将此书翻到这儿的，或者说你其实是个喜\n 欢跳跃着读书的天才，乘着降落伞直接飞到了这一页，不论\n 如何我都非常感谢你的阅读！\n\n\n   这是一本还未成型的书，不论是封面、书名，还是前\n 后文与正文，所有的内容都是临时的，一切都还处于萌芽中。\n 也许它在将来还可以变得更加厚实，成长为一本完整的书，\n 但是我无法确定将来是否还能有足够的机会来写完它，现在\n 的我能够做的，只是在这一次尝试中尽可能地去写，之后这\n 本书将会走向怎样的命运，我无从知晓。\n\n\n   因此，这本书真的非常需要正在阅读的你的帮助！不\n 知此书给你留下了什么样的印象呢？书中是否有描述得不够\n 准确的地方？如果再加上一些内容会不会更好呢？这本书需\n 要更多的建议，唯有读者的声音像阳光一样，这本书就像渴\n</code></pre></div>\n<p>38<br>\n\f望阳光一样盼望着你的建议，如果可以的话请留下你的宝贵<br>\n的声音吧！</p>\n<p>以上便是我作为一位不成熟的作者所写下的全部内容，<br>\n最后请允许我向正在阅读本书的你致以诚挚的谢意。</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                      沃玛\n</span>\n\n\n\n<span class=\"hljs-code\">                           39\n</span></code></pre></div>\n<p>后后记</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   这本书居然还有“后后记”！\n\n\n   接下来是我作为视频创作者“沃玛”写下来的文字，\n 与这本书的关系已经不太大了，这仅仅是一段有些激动的留\n 言……\n\n\n   写书真的好有趣啊―—！\n\n\n   它和我想象的完全不一样，不像是平时我做视频写文\n 案时那样的口语化表达，也不像是发一篇简短的网络动态那\n 样想到什么随口说，我感觉现在的自己仿佛站到了一个全新\n 的舞台上，正在为这个舞台编写一出有趣的演出。这真的是\n 一种非常奇妙的体验，我好像爱上这样的创作了。\n\n\n   在创作这本临时的小书的半个月里，尽管在创意和内\n</code></pre></div>\n<p>40<br>\n\f容上并不缺乏灵感，但我仍然参考了非常多的书，我研究它<br>\n们的封面是怎样做的、标题一般是什么样的风格、前言后记<br>\n都是怎样写的、一个靠谱的作者看起来应该是什么样的……<br>\n研究来研究去，最后我都快把自己绕蒙了―—因为这个世界<br>\n上的作者实在是太多样了，我始终找不到一个标准答案。</p>\n<p>那么我只要按照自己的心声去写就可以了吗？带着这<br>\n样的想法，我开始了这次尝试。不光是写书，我也尝试着学<br>\n习如何对书籍进行排版，了解它的印刷过程，尝试着靠自己<br>\n一个人将整本书的构思、写作、插画、排版、封面设计全部<br>\n包揽，创造出完全包含我个人风格的一本书。<br>\n这真是太令人兴奋了！因为我正在写自己喜欢的东西，<br>\n我真的非常享受这个创造的过程。</p>\n<p>不过我这样一股脑埋头写作，闭门造车，最后创造出<br>\n来的会不会只是个贫瘠的玩具呢？如果我有哪里做得还不够<br>\n好的地方，请大家无需多虑地指出来告诉我，大家的建议对<br>\n我来说都是钻石，我想向大家多多学习，如果可以的话拜托<br>\n大家多多指教，真的十分感谢大家。</p>\n<p>以及对于图书领域还有一些更加专业的细节上的知识，</p>\n<div class=\"highlight\"><pre class=\"code\" ><code><span class=\"hljs-code\">                        41\n</span></code></pre></div>\n<p>我对这方面完全不了解，如有图书行业从业者、出版社的编<br>\n辑老师正在阅读此书的话，望老师们不吝珠玉多多赐教，希<br>\n望能够和老师们取得联系（chickenfish@vip.qq.com）。</p>\n<div class=\"highlight\"><pre class=\"code\" ><code>   最后感谢观看到这里的你！如果可以的话请点赞、投\n 币、一键三连―—噢不对，一不小心把做视频的习惯带到这\n 儿了。祝你快乐又开心！无论这本书最后能否有机会写完，\n 它都会在这里祈愿着你的幸福，祝一切越来越好。\n\n\n<span class=\"hljs-code\">                                  沃玛\n</span></code></pre></div>\n<p>42</p>\n",
            "tags": []
        },
        {
            "id": "http://example.com/2023/04/02/%E4%B8%80%E5%8F%AA%E9%B8%AD%E5%AD%90%E7%9A%84%E7%AA%9D/",
            "url": "http://example.com/2023/04/02/%E4%B8%80%E5%8F%AA%E9%B8%AD%E5%AD%90%E7%9A%84%E7%AA%9D/",
            "title": "酱香鸭的小窝",
            "date_published": "2023-04-02T06:31:41.605Z",
            "content_html": "<h1 id=\"欢迎来到一只鸭子的窝!\">欢迎来到一只鸭子的窝!</h1>\n<p></a>        这个网站建立时间蛮长的了，<br>\n    但是不知道该放点什么东西，<br>\n</a><br>\n    那就转载一本沃玛写的书吧awa</p>\n<h1 id=\"懒了\">懒了</h1>\n<p> 就酱紫了<br>\n <br>\n 无聊的话</p>\n<h1 id=\"你可以去b站玩玩捏:-[bilibilicom](https://bilibili.com) （可点）\">你可以去b站玩玩捏: <a href=\"https://bilibili.com\">bilibili.com</a> （可点）</h1>\n<h2 id=\"awa\">awa</h2>\n",
            "tags": []
        }
    ]
}